{"review": "Works well for me. Minor cosmetic changes could be done.", "name": "Kushagra", "email": "co.kushagra@gmail.com"}
{"review": "the site is good, the score recomendation systen is good, on improvement that can be done is to have a seperate recomender ml model to recommend skills relavent to the job profile", "name": "Vivek Choudhary", "email": "vivek084c@gmail.com"}
{"review": "The header is a little plain and the site is designed nice but the color palette can be a little new like black and purple instead of green as it is quite common now", "name": "Priyanka Katoch", "email": "priyanka.katoch@digimantra.com"}
{"review": "the concept is nice if well implemented. you can create an api for this which will streamline the task further and can use python tools like NER and input job description document instead of job profile for a reliable result.", "name": "Harsimran Singh", "email": "harsimran@digimantra.com"}
{"review": "instead of using an online api you can take an ml model and custom train it. Also use the concept of tokenization which will help  you in mapping the similarities of resume and JD. apart from it understand the functioning of ats for giving the score", "name": "Shrey Shrey", "email": "shrey.shrey@digimantra.com"}
{"review": "the summary should be in a tabular form for better understanding and you should also display the point split for skills, education and everything so users know which part of their resume is lacking", "name": "Monika Banerjee", "email": "monika.banerjee@digimantra.com"}
{"review": "Your site looks pretty good Niket! , I went through the UI of your app and it looks very interesting and helpful to me. Would love to explore it further, when you launch it! All the best!", "name": "Shreya Gantayat", "email": "shreya.gantayat2022@vitstudent.ac.in"}
{"review": "This tool is really helpful in accessing my resume and determining if my resume is actually good for the role i want to apply for. The interface is easy but the design can be improved. But design aside it is a very helpful tool i feel", "name": "Amish", "email": "amishdeshmukh@gmail.com"}
